<template>
  <div class="appendix">
    <h1>앞으로의 노력</h1>

    <div>
      <h2>시설</h2>
      <ul>
        <li>휴게실에 원두 커피머신 & 제빙기 설치 (100% 사비로 진행)</li>
        <li>휴게실에 430L 용량의 업소용 냉장고 설치 (100% 사비로 진행)</li>
        <li>2층 화장실 비데 설치 (100% 사비로 진행)</li>
        <li>
          여성, 남성 수면실 분리 및 담요 구비, 수면실에 있는 사물함과 물품들을
          옮겨서 수면 공간 확대 & 수면의자 추가 배치
        </li>
        <li>
          국시실과 약도 시설 개선 : 벌레 퇴치기, 가습기, 공기청정기, 백색소음기,
          행거, 옷걸이 구비, 시계 수리, 냉난방기 필터 주기적 청소
        </li>
        <li>약도 24시간 개방기간 확대, 충전기 교체 및 충전 거치대 설치</li>
        <li>
          휴게실 전자레인지 주기적 청소 및 선반 구비, 물티슈 및 휴지 상시 구비,
          방향제 구비
        </li>
        <li>화장실 휴지 추가 배치, 방향제 구비, 여자 화장실 문 수리</li>
        <li>
          휴게실 위생강화를 위한 음식물쓰레기 분리배출 시설 구비, 방향제 구비
        </li>
        <li>분실물함 설치</li>
        <li>사물함 시설 정비 : 사물함 위 물건 정리</li>
        <li>
          강의실 시설 개선 : 3,4학년 강의실에 공기청정기, 멀티탭, 충전기 설치.
          1,5학년 강의실 멀티충전기 교체, 충전 거치대 설치, 시계 수리
        </li>
        <li>
          동아리 지원금을 통한 동아리방 환경 개선, 동아리방 개편(소모임원들을
          위한 공간 제공, 자치 문화 공간 형성)
        </li>
        <li>
          동아리실 사물함 보급, 제습기 설치, 에어컨 청소, 벌레퇴치물품 배치
        </li>
        <li>
          PBL실 칠판 물지우개 구비, 빠른 보드마카 교체, (봉사)PBL실 학부생용
          전환을 위한 노력
        </li>
        <li>
          시험기간 스터디 공간 확대 운영 : 시험기간 중 동아리실을 예약제
          스터디룸으로 운영
        </li>
      </ul>
    </div>

    <div>
      <h2>복지</h2>
      <ul>
        <li>
          무인매점 메뉴 및 운영기간 확대&가격인하 (메뉴 설문조사 진행예정)
        </li>
        <li>
          대여사업 품목 확대 : 독서대, 담요, 치약, 보조배터리, 충전기, 배드민턴
          채 구비
        </li>
        <li>
          동아리 승격 절차 및 요건 완화 추진을 통한 소모임 다양화 (ex. 등산,
          게임, 탁구, 생약, 와인 소모임)
        </li>
        <li>시험기간 간식사업</li>
        <li>약도 사무용품 배치 : 풀, 가위, 테이프, 네임펜, A4용지 무상이용</li>
        <li>
          6학년 실습 지원 : 주변 병원 제휴를 통한 실습 백신접종 비용 할인,
          양복점 제휴를 통한 실습수업 및 실습 대비, 병원실습 시 본캠 기숙사
          입사를 위한 적극적 노력과 주변 주거시설에 대한 정보 제공 노력
        </li>
        <li>
          국시 도시락, 죽 현장배달 (사비로 진행/안건에 대한 추가적인 검토 필요)
        </li>
        <li>
          제휴사업 강화 : 제휴업체 확대 및 혜택 강화(스터디카페, 병원, 약국,
          식당, 술집, 문화생활, 헬스장, 사진관(6학년 졸업사진) 등), 설문조사를
          통한 업체 선정 과정과 결과 공개, 가게에 직접 약대 제휴 포스터 부착하여
          홍보
        </li>
        <li>
          동아리 지원
          <br />
          - 오디디 : 동아리 지원금, 무용과 무용실 대여, 스튜디오 제휴 계약 체결
          추진<br />
          - 피플랫 : 동아리 지원금, 악기 보관함 설치<br />
          - 하이파이브 : 동아리 지원금<br />
          - 하이킥 : 동아리 지원금<br />
          - 보드게임 소모임 : 보드게임 보관함 설치
        </li>
        <li>
          자판기 음료수 메뉴 변경 : 구글폼 설문을 통해 학우들이 선호하는 음료
          파악과 구비
        </li>
        <li>화장실에 가그린 디스펜서 설치</li>
        <li>지하 1층 벌레퇴치제, 벌레퇴치기 구비 및 설치</li>
        <li>휴게실 환기 활성화 & 공기청정기 필요성에 대한 검토</li>
        <li>
          협찬품목 강화 및 확대 : 구글폼 설문을 통한 품목 결정 후 협찬 추진
        </li>
        <li>각 학년별 우산꽂이함 설치</li>
      </ul>
    </div>

    <div>
      <h2>소통</h2>
      <ul>
        <li>
          불편소리함 카카오톡 채팅방 개설 : 재학생과 학생회 간 소통의 장벽을
          낮춤, 재학생들의 피드백을 반영하여 행사 및 여러 사업의 발전 목표
        </li>
        <li>
          소통 학생 위원회 구성 : 체육대회 종목, e스포츠 종목, 제휴업체,
          협찬품목, 무인매점 메뉴, 동아리실 재편성 등 행사나 복지사업 진행 전
          익명 구글폼을 통한 설문을 받아 학우들의 요구 반영, 소통의 질 향상,
          행정실과 학생 간 가교역할
        </li>
        <li>
          한양약대 SNS 활성화(인스타그램 활성화, 유튜브 제작, 에브리타임 게시판
          개설, 인스타 스토리 필터 제작)
        </li>
        <li>
          인스타그램 스토리 게시를 통한 행사 진행(멘토멘티 벚꽃축제 인증,
          등산여행 인증, 밥약 인증 등)
        </li>
        <li>
          에브리타임 약대게시판을 개설 : 학생회 회의 결과를 에브리타임을
          통해서도 공개.
        </li>
        <li>
          ‘한양 서포터즈’를 만들어 유튜브를 통해 한양약대를 홍보, 흥미로운
          컨텐츠 제작, 비학생회 학우분들의 참여
        </li>
        <li>
          에브리타임 약대 게시판을 통해 약학과의 전반적인 소식에 대한 접근성
          강화
        </li>
        <li>카카오톡 공지방에 학생회 회의록 공개</li>
        <li>
          공약 이행률 타임라인 제작 : 분기별로 공약 전체 내용과 함께 이행률 게시
        </li>
        <li>
          매 분기별 학생회비 공개감사를 진행하여 학생회비 사용계획과 사용처
          공개. SNS와 오프라인을 통해서 감사결과 공유
        </li>
        <li>
          한양약대 동문회 톡방 개설을 통한 졸업생과 재학생 사이의 네트워크 형성
          <br />
          (학술 정보와 약국, 인턴, 취업 관련 정보들을 제공, OB/YB체육대회, 등산,
          교지제작, 선배 초청강연)
        </li>
        <li>
          1층 로비의 빈 공간, 휴게실의 게시판을 활용하여 학과 소식, 학술 정보,
          사무내역에 대한 게시물을 게시하여 오프라인 소통공간을 확보
        </li>
        <li>
          매달 약학대학의 행사를 알려주는 월간 달력 제작, 학년별 시험일정 시간표
          제작
        </li>
        <li>모두가 받을 수 있는 시간으로 간식사업 진행</li>
        <li>공지방에 올라오는 외부행사에 대한 정보 요약 및 추천</li>
        <li>전체학년 톡방 개설</li>
      </ul>
    </div>
    <div>
      <h2>행사</h2>
      <ul>
        <li>
          멘토멘티를 활용한 4부 형성 : 4부 행사를 통한 선후배간 교류 활성화(4부
          체육대회, 4부 단체봉사활동(지역사회 기여), 4부 소풍여행 등)
        </li>
        <li>
          미리배움터 기획 : 개강 전 신입생들과 재학생들 간 미리 만나볼 수 있는
          자리 마련(학교투어, 수강신청 정보공유, 회식)을 통한 재학생과 신입생
          교류 활성화
        </li>
        <li>새내기배움터 기획 : 전체 학년이 참여하는 새내기배움터 기획</li>
        <li>총 엠티 기획 : 2학기에 전체 학년이 참여하는 총 엠티 추진 노력</li>
        <li>
          축제기간 약학대학 주점 운영 : 다양한 게임을 진행하여 선후배끼리 교류의
          장 형성
        </li>
        <li>멘토멘티 또는 짝 선후배끼리 대항전</li>
        <li>
          졸업생 선배님들과의 교류 활성화 : OB, YB 체육대회, 소풍 및 뒷풀이 기획
        </li>
        <li>
          약락진행 & 약락의 행사 다양화 : 교수님들께 밸런스게임, 도전 골든벨,
          장기자랑, mbti를 활용한 미니게임 등 교수님과 학우들이 같이 참여할 수
          있는 행사 기획과 멘토멘티 식사자리 형성
        </li>
        <li>
          E-스포츠 대회 종목 다양화 : 기존에 남학우들 위주로 진행되던 E-스포츠
          대회(ex. 롤, 배틀그라운드, 피파, 롤토체스)에 여학우들도 참여할 수 있는
          환경 조성 (ex. 카트라이더, 온라인 루미큐브, 테일즈런너,
          크레이지아케이드)
        </li>
        <li>
          개강파티, 종강파티 진행(한양인의 밤) : 선 후배들간의 만남의 장 제공
        </li>
        가능하다면 졸업생 선배님을 초청하여 진로 설명회를 병행.
        <li>
          약대 로비 사진 재촬영 : 1~6학년이 처음으로 모두 모인 2023년을 기념하여
          사진 촬영 후 로비에 있는 단체 사진으로 교체
        </li>
        <li>
          약학대학 사진전 : 일상 속 약학대학 모습의 공유, 수상작 약학관 내부
          전시
        </li>
        <li>
          크리스마스 행사 : 크리스마스 포토존 설치, 인스타그램 스토리 이벤트
          진행
        </li>
        <li>
          한양약대 체육대회 : 학년 간 대항전(줄다리기, 짝 피구, 줄넘기, 족구,
          미션 2인 3각)도 진행하고, 학년을 섞은 조끼리 대항전 진행. 교수님 초청
          노력.
        </li>
        <li>
          생일자 행사 : 매달 1번씩 각 달의 생일자들을 위한 행사를 진행 (케이크
          컷팅 후 같이 먹기) 같은 달에 생일인 선후배들끼리 만남의 자리 형성.
        </li>
        <li>마니또 행사</li>
        <li>
          동아리 연합회와 협업하여 동아리제를 기획 : 동아리 별 부스를 설치하여
          학년 간 교류 활성화 및 동아리 활동 활성화
        </li>
        <li>
          남부지부 문화 생활 소모임 기획 : 등산, 독서, 보드게임, 문화생활 등을
          이용한 소모임. 남부지부 학우들 간의 교류 활성화
        </li>
        <li>
          남부지부 체육대회 : 학교 간 교류전뿐만 아니라 다른 학교와 연합 행사도
          병행 (ex. 미니 게임, 미팅 조 잡아주기), 과천관문체육공원(예상),
          남부지부 4개 학교에서 긍정적 답변
        </li>
        <li>남부지부 일일호프 : 강남역 블랙파티와 협의 완료</li>
        <li>남부지부 연합엠티 : 남부지부 타 약대와 연합엠티 추진 노력</li>
        <li>
          새터기획단, 주점기획단, 교지기획단, 전약제 부스 기획단 : 비학생회
          인원의 학생회 활동 참여 가능, 학생회와 소통 기회 마련 및 타과나 타학교
          사람들과 교류 기회 제공
        </li>
        <li>
          타과와의 교류(E-스포츠대회, 문화생활 소모임, 약대,공대,소융대
          연합엠티, 체육대항전과 같은 행사 기획)
        </li>
        <li>
          전약제 한양대학교 부스 운영, 한양대학교에서 진행할 수 있도록
          적극적으로 노력
        </li>
        <li>대면식,스승의 날 행사 진행</li>
      </ul>
    </div>

    <div>
      <h2>교육</h2>
      <ul>
        <li>
          팜터뷰 : 교수님 인터뷰를 통한 학생들의 다양한 진로 탐색기회 및 연구실
          정보 제공, SNS 업로드 & 교지제작
        </li>
        <li>
          교수님 상담제 도입 : 1학기 또는 1년에 1번씩 교수님과 상담을 받을 수
          있는 시스템을 위한 적극적 노력. 다양한 진로 탐색 기회 제공
        </li>
        <li>
          방학 중 인턴 활성화(ex. 연구실, 회사, 약국, 병원) 및 다양한 진로
          탐색의 기회 확대
        </li>
        <li>
          동문 선배님들 초청 강연 기획 : 다양한 직종에 종사하고 계시는
          ‘000선배님과의 대화‘를 주제로 진로에 대한 강연 및 세미나 활성화.
        </li>
        <li>게시물에 월별로 최근 약학 정보나 진로에 관한 카드뉴스 제공</li>
        <li>
          약사의 진로에 대한 외부강연 일정 상시 공지 후 학생회의 주도로 외부
          강연과 행사 같이 가기
        </li>
        <li>
          경기도 및 서울 약사회와의 네트워크를 형성해서 학우분들께 다양한 진로에
          대한 정보, 학술 정보를 제공
        </li>
        <li>카페 자료들을 정리하여 학우들의 열람 편의성 향상</li>
        <li>
          약대 및 학교생활에 필요한 정보를 모은 약대생활백서 제작하여 배부
        </li>
        <li>
          국시 응시료 일부 지원 (사비로 진행/안건에 대한 추가적인 검토 필요)
        </li>
        <li>중고서적 판매 활성화</li>
      </ul>
    </div>
  </div>
</template>

<script>
export default {};
</script>

<style>
img.appendix {
  width: 100%;
  height: 100%;
  object-fit: cover;
}

.appendix li {
  line-height: 25px;
  padding-top: 9px;
  padding-left: 5px;
  padding-right: 30px;
}

.appendix ul {
  padding-top: 5px;
  padding-bottom: 5px;
}

.appendix h1 {
  text-align: center;
  margin: 15px;
}

.appendix h2 {
  position: relative;
  padding-left: 10px;
  color: rgb(22, 126, 67, 1);
  padding: 10px;
  border-top: 2px solid rgb(22, 126, 67, 1);
  border-bottom: 2px solid rgb(22, 126, 67, 1);
  margin: 10px;
  margin-bottom: 0;
  font-size: 20px;
  text-align: center;
  font-weight: 600;
}
.appendix {
  margin-bottom: 10px;
}
</style>
